Repository: jbval/Nuntio.Articles
Catalog: Modules/ArticleList/App_LocalResources/uc_ListSettings.ascx.*.resx
Languages: de_de

# thismodule.Text
source: ...this module
de_de: ...diesem Modul

# plTheme.Text
source: Articles Theme
de_de: Artikel Layout

# plTheme.Help
source: Select the theme to be used
de_de: Wählen Sie das Layout aus, das für die Darstellung von Artikeln verwendet werden soll

# plSelectNewsModule.Text
source: Show articles from...
de_de: Zeige Artikel von...

# plSelectNewsModule.Help
source: Select the module that you would like to display articles from
de_de: Wählen Sie aus, von welcher Modulinstanz Artikel gezeigt werden sollen

# plNotificationDebug.Text
source: Enable Notification Debugging
de_de: Benachrichtigungs Debugging aktivieren

# plNotificationDebug.Help
source: Enables detailed logging of the notification subsystem for all article modules. If checked, all log file for each scheduled notification job will be created in the module's logs folder.
de_de: Aktiviert das Erstellen detaillierter Log-Dateien im Moduleverzeichnis. Ist diese Option aktiviert, wird für jeden Zeitplanerauftrag eine eigene Log-Datei erstellt. Diese Einstellung gilt für alle Artikelmodule in Ihrer Installation.

# AllCategories.Text
source: -- All Categories --
de_de: -- Alle Kategorien --

# plCategories.Text
source: Filter by category
de_de: Nach Kategorie filtern

# plCategories.Help
source: Select a category to only show articles from the specified category
de_de: Wählen Sie eine Kategorie aus, um nur Artikel aus dieser Kategorie anzuzeigen

# plRowCount.Text
source: Max article count
de_de: Max. Anzahl Artikel

# plRowCount.Help
source: Enter the maximum amount of articles the listing should display
de_de: Geben Sie an, wieviele Artikel maximal angezeigt werden sollen.

# plAllowSubscriptions.Text
source: Enable e-mail subscriptions
de_de: E-Mail Abonnements aktivieren

# plAllowSubscriptions.Help
source: Enables the e-mail subscription system. See the manual for setting up subscriptions.
de_de: Aktiviert E-Mail Benachrichtigungen für Besucher, die diesen Service wünschen. Weitere Informationen entnehmen Sie bitte dem Benutzerhandbuch.

# plOnlyRegisteredUsers.Text
source: Only registered users can subscribe
de_de: Nur registrierte Besucher

# plOnlyRegisteredUsers.Help
source: Only registered users will be allowed to subscribe to new articles. Anonymous visitors will be redirected to the login screen
de_de: Wenn diese Option aktiviert ist, können anonyme Besucher keine Benachrichtigungen abonnieren

# plNotifyAdmin.Text
source: Notify Admin?
de_de: Benachrichtige Administrator?

# plNotifyAdmin.Help
source: Check to notify the administrator about new subscriptions
de_de: Aktivieren Sie diese Option, wenn der Administrator über neue Abonnements benachrichtigt werden soll

# plFromAddress.Text
source: From Address
de_de: Absender Adresse

# plFromAddress.Help
source: Set the from address that is used to send notifications from
de_de: Geben Sie die Absender Adresse an, von der Benachrichtigungen über neue Artikel versendet werden sollen

# plAutoSubscribeRoles.Text
source: Autosubscribed Roles
de_de: Automatisch abonnierte Rollen

# plAutoSubscribeRoles.Help
source: Check roles that are automatically subscribed to new articles. See the manual for further information.
de_de: Wählen Sie hier aus, ob bestimmte Rollen automatisch neue Artikel abonnieren.

# plModuletitle.Text
source: Localized Moduletitle
de_de: Übersetzter Modultitel

# plModuletitle.Help
source: You can set a localized moduletitle for each of your portal locales
de_de: Sie können für jede verfügbare Sprache Ihres Portals einen eigenen Modultitel hinterlegen

# cmdUpdate.Text
source: Update Settings
de_de: Einstellungen speichern

# cmdCancel.Text
source: Back
de_de: Zurück

# ControlTitle_controlpanel.Text
source: Nuntio Articles Controlpanel
de_de: Nuntio Artikel Konfiguration

# plSortOrder.Text
source: Sort order
de_de: Sortierung

# plSortOrder.Help
source: Select wether to sort articles by publishdate in ascending or descending order
de_de: Geben Sie an, ob Artikel nach Veröffentlichungsdatum in aufsteigender (asc) oder absteigenden (desc) Reihenfolge sortiert werden sollen

# ModuleHelp.Text
source: Please refer to the user manual
de_de: Bitte verwenden Sie das Benutzerhandbuch

# cmdImport.Text
source: Import from DNN Announcements Module
de_de: Importiere von DNN Ankündigungs Modul

# lblResult.Text
source: Import process done!
de_de: Import Vorgang abgeschlossen!

# cmdImportDone.Text
source: Back
de_de: Zurück

# cmdImportStart.Text
source: Start Importing
de_de: Starte Import

# plEnablePaging.Help
source: Enable Paging for articles that exceed the max article count value
de_de: Aktivieren Sie diese Option, um durch Artikel blättern zu können, wenn die Anzahl vorhandener Artikel den Wert für die Anzahl anzuzeigender Artikel übersteigt

# plEnablePaging.Text
source: Enable Paging
de_de: Blättern aktivieren

# plPagingMaxCount.Help
source: Enter maximum amount of pages to show if paging is enabled. Enter 0 for no limitation.
de_de: Geben Sie an, wieviele Seiten beim Blättern maximal angezeigt werden sollen, geben Sie 0 an, wenn Sie keine Beschränkung wünschen.

# plPagingMaxCount.Text
source: Max Pages
de_de: max. Anzahl Seiten

# plAuhorizedRoles.Help
source: Set authorized roles that are allowed to publish new articles
de_de: Geben Sie an, welche Rollen neue Artikel einreichen können

# plAuhorizedRoles.Text
source: Authorized Roles
de_de: Autorisierte Rollen

# plModerateNews.Help
source: Activate this option to allow non-editors to add new articles
de_de: Aktivieren Sie diese Option, um Nicht-Editoren das Einreichen neuer Artikel zu erlauben

# plModerateNews.Text
source: Enable Moderation
de_de: Moderation aktivieren

# plEnableSummary.Text
source: Enable Summary
de_de: Zusammenfassung aktivieren

# plEnableSummary.Help
source: Check this option to have a summary field available in the article form
de_de: Aktivieren Sie diese Option, um die Möglichkeit zu haben eine Zusammenfassung eines Artikels einzugeben

# plShowFutureItems.Text
source: Show future articles
de_de: Zeige zukünftige Artikel

# plShowFutureItems.Help
source: Check this option to show listings with a publishdate that is in the future
de_de: Aktivieren Sie diese Option, um Artikel mit einem Veröffentlichungsdatum in der Zukunft anzuzeigen

# plUseOriginalVersion.Text
source: Use Locale Fallback
de_de: Übersetzungs Fallback verwenden

# plUseOriginalVersion.Help
source: If enabled, the module will render the original version of an article if no translation of an article in the current locale can be found.
de_de: Wenn diese Option aktiviert ist, wird die Originalversion eines Artikels angezeigt, falls keine Übersetzung in der aktuell gewählten Sprache gefunden werden kann.

# plSearch.Text
source: Search Content
de_de: Inhaltssuche

# plSearch.Help
source: Select the search interface to be used
de_de: Wählen Sie die zu verwendende Suchschnittstelle aus

# DnnSearch.Text
source: DNN Search interface
de_de: DNN Suche

# ModuleSearch.Text
source: Module Search interface
de_de: Modul Suche

# plShowPastItems.Help
source: Check this option to show listings with a publishdate that is in the past
de_de: Aktivieren Sie diese Option, um Artikel mit einem Veröffentlichungsdatum in der Vergangenheit anzuzeigen

# plShowPastItems.Text
source: Show past articles
de_de: Zeige vergangene Artikel

# plAnonymousComments.Help
source: If checked visitors may comment on articles without logging on first. Note that comments have to be enabeld in your template first.
de_de: Aktivieren Sie diese Option, um annymen Besuchern das Verfassen von Kommentaren zu gestatten. Beachten Sie aber, dass Kommentare in den von Ihnen verwendeten Templates aktiviert sein müssen!

# plAnonymousComments.Text
source: Allow anonymous comments
de_de: Anonyme Kommentare erlauben

# plAutoApproveAnonymousComments.Help
source: If checked, comments from anonymous visitors are approved automatically.
de_de: Aktivieren Sie diese Option um Beiträge nicht authentifizierter Besucher automatisch freizuschalten

# plAutoApproveAnonymousComments.Text
source: Auto approve anonymous comments
de_de: Anonyme Kommentare freischalten

# plAutoApproveAuthenticatedComments.Help
source: If checked, comments from logged on users are approved automatically
de_de: Aktivieren Sie diese Option um Beiträge authentifizierter Besucher automatisch freizuschalten

# plAutoApproveAuthenticatedComments.Text
source: Auto approve authenticated comments
de_de: Authentifizierte Kommentare freischalten

# plAllowTwitter.Help
source: If checked the author of an article can auto-post article summaries to his twitter account from within the article form.
de_de: Aktivieren Sie diese Option, um Beiträge automatiert an Twitter zu versenden.

# plAllowTwitter.Text
source: Enable Twitter Integration
de_de: Twitter Integration aktivieren

# plMakeFeaturedSticky.Help
source: If check all featured articles are shown on top of the list
de_de: Aktivieren Sie diese Option, um hervorgehobene Artikel immer oben in der Liste anzuzeigen

# plMakeFeaturedSticky.Text
source: Featured Articles sticky
de_de: Hervorgehobene Artikel oben anzeigen

# plShowFeatured.Help
source: If checked, the list will include articles that are featured
de_de: Aktivieren Sie diese Option, um Artikel anzuzeigen, die als hervorgehoben markiert sind

# plShowFeatured.Text
source: Include Featured Articles
de_de: Zeige hervorgehobene Artikel

# plShowNonFeatured.Help
source: If checked the list will include articles that are not featured
de_de: Aktivieren Sie diese Option, um Artikel anzuzeigen, die als nicht hervorgehoben markiert sind

# plShowNonFeatured.Text
source: Include Not Featured Articles
de_de: Zeige nicht hervorgehobene Artikel

# plIncludeNonPublications.Help
source: If checked the listing will contain regular articles that are not marked as a publication
de_de: Geben Sie an, ob die Artikelliste auch normale Artikel enthalten soll, die nicht als Publikation markiert sind.

# plIncludeNonPublications.Text
source: Include regular articles
de_de: Zeige normale Artikel

# plIncludePublications.Help
source: If checked the listing will contain articles that are marked as a publication
de_de: Geben Sie an, ob die Artikelliste auch Artikel enthalten soll, die als Publikation markiert sind.

# plIncludePublications.Text
source: Include publications
de_de: Zeige Publikationen

# plModeratorRole.Help
source: The selected role will receive notifications about new articles
de_de: Die gewählte Rolle wird über neue Artikel benachrichtigt

# plModeratorRole.Text
source: Moderator Role
de_de: Moderator Rolle

# plEnforceEditPermissions.Text
source: Enforce edit permissions
de_de: Beabeiten Berechtigung erzwingen

# plAddToJournal.Help
source: If checked, new articles and article updated are posted to the portal's journal
de_de: Aktivieren Sie diese Option, wenn neue Artikel im Journal der Webseite angezeigt werden sollen

# plAddToJournal.Text
source: Post article updates to journal
de_de: Aktualisierungen im Journal veröffentlichen
