Repository: jbval/Nuntio.Articles
Catalog: App_LocalResources/SharedResources.*.resx
Languages: de_de

# ViewOriginal.Token
source: Read the original version of this translated announcement
de_de: Lesen Sie die Originalübersetzung dieses Artikels

# ArchiveMessage.Token
source: Feel free to browse our article archive. Here you'll find articles from the past
de_de: Stöbern Sie doch durch unser Archiv; hier finden Sie Artikel aus vergangen Tagen

# CurrentNews.Token
source: Current Articles
de_de: Aktuelle Artikel

# AllNews.Token
source: All Current Articles
de_de: Alle aktuellen Artikel

# SubscribeLink.Token
source: Subscribe...
de_de: Artikel abonnieren...

# ManageSubscriptionLink.Token
source: Unsubscribe...
de_de: Abonnement stornieren

# DownloadFile.Token
source: Download {0}
de_de: {0} herunterladen

# VisitUser.Token
source: Visit {0}'s profile
de_de: {0}'s Profil besuchen

# SubscribeMessage.Token
source: If you would like to keep up to date with our articles you may receive e-mail notifications when new articles are added
de_de: Wenn Sie immer auf dem Laufenden bleiben wollen, können Sie unsere Artikel gerne abonnieren

# AlreadySubscribedMessage.Token
source: You are subscribed to this news section.
de_de: Sie haben diesen Bereich bereits abonniert.

# RoleSubscribed.Token
source: You will receive notfications about new articles automatically, because you are a member in one of the following security roles: <br />{0}
de_de: Sie erhalten automatisch E-Mail Benachrichtigungen über neue Artikel, weil Sie Mitglied in einer der folgenden Sicherheitsrollen sind: <br />{0}

# ReadMore.Token
source: Read more...
de_de: Link folgen...

# ReadItem.Token
source: Read Article...
de_de: Artikel lesen...

# CreatedBy.Token
source: Published by {0}
de_de: Veröffentlich von {0}

# ReadMore.Mail
source: Read more...
de_de: Mehr über diesen Artikel lesen...

# UnsubscribeLink.Mail
source: click here
de_de: klicken Sie bitte hier

# PostedBy.Mail
source: Posted by
de_de: Veröffentlich von

# Dear.Mail
source: Dear
de_de: Sehr geehrte(r)

# Custom1.Mail
source: This is a custom text
de_de: Dies ist ein benutzerdefinierter Text

# Custom2.Mail
source: This is a custom text
de_de: Dies ist ein benutzerdefinierter Text

# Custom3.Mail
source: This is a custom text
de_de: Dies ist ein benutzerdefinierter Text

# Custom4.Mail
source: This is a custom text
de_de: Dies ist ein benutzerdefinierter Text

# SubscribedMessage.Mail
source: You are subscribed to our articles.
de_de: Sie erhalten diese Nachricht, weil Sie Artikel auf unserer Webseite abonniert haben.

# RoleSubscribedMessage.Mail
source: You receive this message because you are a member in a security role that is auto-subscribed to this article section
de_de: Sie erhalten diese Nachricht, weil Sie Mitglied einer Sicherheitsgruppe sind, die automatisch über neue Artikel benachrichtigt wird.

# UnSubscribeMessage.Mail
source: To unsubscribe, please
de_de: Wenn Sie diese Benachrichtigungen nicht länger erhalten wollen

# NewMessagePosted.Mail
source: A new item has been posted on <i><b>{0}</b></i>
de_de: Eine neue Artikel wurde auf <i><b>{0}</b></i> veröffentlicht

# UnsubscribeConfirmMessage.Mail
source: You have requested to unsubscribe from our articles section on <i><b>{0}</b></i>. Please confirm your request by clicking on the link below. If you encounter any problems using the link below, try to copy and paste the link into the URL field of your browser.
de_de: Uns liegt ein Auftrag vor, Ihr Abonnement auf <i><b>{0}</b></i> zu stornieren. Bitte bestätigen Sie Ihren Auftrag, indem Sie dem folgenden Link folgen. Sollten Sie Schwierigkeiten haben, dem Link zu folgen, kopieren Sie bitte den URL in Ihre Zwischenablage und fügen ihn dann in die Adressleiste Ihres Browsers ein.

# ConfirmUnsubscribeLink.Mail
source: Click here to unsubscribe
de_de: Klicken Sie hier, um Ihr Abonnement zu stornieren

# ConfirmUnsubscribeSubject.Mail
source: Your unsubscribe request
de_de: Ihr Stornierungsauftrag

# NewSubscriptionSubject.Mail
source: New Article Subscription
de_de: Neues Abonnement eingegangen

# NewSubscriptionBody.Mail
source: <br />A visitor has subscribed to articles in your portal<br /><br /> ----------------------------------------------------------<br /> <table> <tr><td width=200>Portal:</td><td>{0}</td></tr> <tr><td width=200>Module:</td><td>{1}</td></tr> <tr><td width=200>Locale:</td><td>{2}</td></tr> <tr><td width=200>Is Portal User?</td><td>{3}</td></tr> <tr><td width=200>User Account:</td><td>{4}</td></tr> <tr><td width=200>Subscribed E-Mail:</td><td>{5}</td></tr> <tr><td width=200>Subscribed Name:</td><td>{6}</td></tr> </table> <br />----------------------------------------------------------<br />
de_de: <br />Ein Besucher hat soeben ein Abonnement zu einer Artikelliste beauftragt<br /><br /> ----------------------------------------------------------<br /> <table> <tr><td width=200>Portal:</td><td>{0}</td></tr> <tr><td width=200>Modul:</td><td>{1}</td></tr> <tr><td width=200>Sprache:</td><td>{2}</td></tr> <tr><td width=200>Portalkonto?</td><td>{3}</td></tr> <tr><td width=200>Portalkonto:</td><td>{4}</td></tr> <tr><td width=200>Abonnierte E-Mail:</td><td>{5}</td></tr> <tr><td width=200>Abonnierter Name:</td><td>{6}</td></tr> </table> <br />----------------------------------------------------------<br />

# false.Text
source: no
de_de: Nein

# true.Text
source: yes
de_de: Ja

# ARCHIVEOPTIONS.Action
source: Archive Options
de_de: Archiv Optionen

# BANNEROPTIONS.Action
source: Banner Options
de_de: Banner Optionen

# ADDARTICLE.Action
source: Add Article
de_de: Artikel erstellen

# SETTINGS.Action
source: Manage Article Module
de_de: Artikel Modul verwalten

# LISTSUBSCRIPTIONS.Action
source: Manage Subscriptions
de_de: Abonnements verwalten

# SEARCHOPTIONS.Action
source: Search Options
de_de: Such Optionen

# CATEGORIES.Action
source: Manage Categories
de_de: Kategorien verwalten

# TEMPLATES.Action
source: Manage Templates
de_de: Vorlagen verwalten

# LICENSE.Action
source: Manage License
de_de: Lizenz verwalten

# Back.Text
source: Back
de_de: Zurück

# lblPagingSites.Text
source: Page {0} of {1}
de_de: Seite {0} von {1}

# APPROVED.Action
source: Published Articles
de_de: Veröffentlichte Artikel zeigen

# UNAPPROVED.Action
source: View unauthorized articles ({0})
de_de: Nicht veröffentlichte Artikel

# NotificationSubject.Mail
source: {0}: New Articles
de_de: {0}: Neue Artikel

# RootNode.Text
source: All Categories
de_de: Alle Kategorien

# RootArchive.Text
source: All Articles
de_de: Alle Beiträge

# RootRss.Text
source: All Feeds
de_de: Alle Feeds

# ControlTitle_CATEGORIES.Text
source: Manage Categories
de_de: Kategorien verwalten

# ControlTitle_RSS.Text
source: Our RSS Feeds
de_de: Unsere RSS Feeds

# ControlTitle_SUBMIT.Text
source: Submit Article
de_de: Artikel einreichen

# ControlTitle_THANKYOU.Text
source: Thank You...!
de_de: Vielen Dank...!

# ControlTitle_MANAGESUBSCRIPTIONS.Text
source: Manage Subscriptions
de_de: Abonnements verwalten

# ControlTitle_CONTROLPANEL.Text
source: Article Module Settings
de_de: Artikelmodul verwalten

# FiledUnder.Text
source: Filed under
de_de: Abgelegt unter

# ModuleTitle_Bannerview.Text
source: Banners
de_de: Banner

# NowShowing.Text
source: <br />Now displaying
de_de: <br />Sie sehen jetzt

# ControlTitle_MANAGETEMPLATES.Text
source: Manage Article Templates
de_de: Vorlagenverwaltung

# NotTranslated.Text
source: Not Translated
de_de: Nicht übersetzt

# PartiallyTranslated.Text
source: Partially Translated
de_de: Teilweise übersetzt

# FullyTranslated.Text
source: Completely Translated
de_de: Vollständig übersetzt

# SelectUser.Text
source: Select User...
de_de: Benutzer auswählen...

# ApplyUser.Text
source: Apply Account
de_de: Benutzer übernehmen

# SelectFile.Text
source: Select File...
de_de: Datei auswählen...

# SelectTab.Text
source: Select Page...
de_de: Seite auswählen...

# CheckUser.Text
source: Check User
de_de: Konto prüfen

# UserNotFound.Text
source: <color="red">User not found!</color>
de_de: <color="red">Benutzer nicht gefunden!</color>

# LocaleVersion.Text
source: Locale Version
de_de: Sprachversion

# PortalDefault.Text
source: (Portal Default)
de_de: (Portal Standard)

# CouldNotLoadTemplate.Text
source: Could not load template!
de_de: Konnte Vorlage nicht laden!

# YouSelected.Text
source: You selected <span class="pnc_editform_highlight=">{0}</span> as the base skin for your new template.<br />
de_de: Sie haben <span class="pnc_editform_highlight=">{0}</span> als Grundlage für Ihre neue Vorlage gewählt.<br />

# PleaseEnterName.Text
source: <br />Please enter a name for your new template
de_de: <br /> Bitte geben Sie einen Namen für Ihre neue Vorlage an.

# SelectWetherToStore.Text
source: You must also select wether to store the new template as a host template (globally available in all portals) or only for the current portal.
de_de: Geben Sie weiterhin an, ob Sie die Vorlage als Systemvorlage anlegen wollen (verfügbar in allen Portalen) oder nur für das aktuelle Portal.

# OnlyFiles.Text
source: You may only select skins, not files!
de_de: Sie können nur Vorlagen anwählen, keine Dateien!

# SelectBaseSkin.Text
source: You must select a base skin first in the tree!
de_de: Sie müsen zunächst eine Basisvorlage auswählen!

# MustProvideName.Text
source: You must provide a name for the new template!
de_de: Sie müssen einen Namen angeben!

# SaveFile.Text
source: Save File
de_de: Datei speichern

# CopySelected.Text
source: Copy selected
de_de: Ausgewählte kopieren

# DeleteSelected.Text
source: Delete selected
de_de: Ausgewählte löschen

# SelectLanguage.Text
source: Select Language
de_de: Sprachversion wählen

# TemplateMode.Text
source: Mode:
de_de: Modus:

# TemplateCreate.Text
source: Create Template
de_de: Vorlage erstellen

# TemplateCancel.Text
source: Cancel
de_de: Abbrechen

# File.Text
source: File
de_de: Datei

# User.Text
source: User
de_de: Benutzer

# EditComment.Text
source: Edit
de_de: Bearbeiten

# ApproveComment.Text
source: Approve / Reject
de_de: Zulassen / Ablehnen

# CannotSaveDefault.Text
source: The default template cannot be edited. Please copy the the template into a new theme.
de_de: Die Standardvorlage kann nicht bearbeitet werden. Bitte kopieren Sie die Vorlage in ein neues Theme.

# btnClose.Text
source: Close
de_de: Schließen

# DELETEARTICLE.Action
source: Delete Article
de_de: Artikel löschen

# EDITARTICLE.Action
source: Edit Article
de_de: Artikel bearbeiten

# PUBLICATIONS.Action
source: Manage Publications
de_de: Veröffentlichungen verwalten

# DELETED.Action
source: Deleted Articles ({0})
de_de: Gelöschte Artikel ({0})

# UNDELETED.Action
source: All Articles
de_de: Alle Artikel

# DefaultTemplateWarning.Text
source: You are using the module's default template for article rendering. Since the default template is being overwritten with each update it is recommended to create a personalized copy of that template. You may do so from within the template management dialog in the module's action menu.
de_de: Achtung! Sie verwenden derzeit noch die Standard-Vorlage, die zusammen mit dem Modul ausgeliefert wird. Da diese Vorlage mit jedem Modulupdate überschrieben wird, empfehlen wir das Anlegen einer personalisierten Kopie der Vorlage. Sie können dies unter dem Punkt "Vorlagen verwalten" im Aktionsmenü des Moduls erledigen.
