Repository: jbval/Nuntio.Articles
Catalog: Modules/SubscriberForm/App_LocalResources/uc_SubscriberSettings.ascx.*.resx
Languages: de_de

# NoModuleFound.Text
source: No article module found that one could subscribe to. Please add a central article store module to your portal. For further information, refer to the Getting Started section of the help file.
de_de: Kein Artikel Modul gefunden, für das Besucher ein Abonnement aktivieren könnten. Bitte platzieren Sie zunächst ein zentrales Artikel-Modul in Ihrem Portal. Weitere Informationen finden Sie im Bereich Getting Started in der Hilfe.

# plSelectNewsModule.Text
source: Article Modules
de_de: Artikel Module

# plSelectNewsModule.Help
source: Select the article modules that visitors can subscribe to by this form
de_de: Markieren Sie die Artikel Module, für die Besucher Abonnements verwalten können sollen

# plModuletitle.Text
source: Localized Moduletitle
de_de: Übersetzter Modultitel

# plModuletitle.Help
source: Enter a moduletitle for each of your portal locales
de_de: Geben Sie für jede Portalsprache einen eigenen Modultitel an

# plProceedLink.Text
source: Proceed after Submit
de_de: Weiterleitung nach dem Speichern

# plProceedLink.Help
source: Select a tab (optionally) where subscribers are being redirected after hitting the submit button
de_de: Geben Sie (optional) eine Seite an, auf die Besucher nach dem Speichern weitergeleitet werden

# ControlTitle_settings.Text
source: Subscription Form Settings
de_de: Einstellungen für das Abonnentenformular

# plTheme.Text
source: Module Theme
de_de: Modul Layout

# plTheme.Help
source: Select the theme to be used for e-mail messages of the subscriber form
de_de: Wählen Sie das Layout aus, das für die Generierung von E-Mails verwendet werden soll
