Repository: jbval/Nuntio.Articles
Catalog: Modules/ArticleRotator/App_LocalResources/uc_RotateSettings.ascx.*.resx
Languages: de_de

# NoModuleFound.Text
source: No article module found that you could rotate articles from. Please add a central article store module to your portal. For further information, refer to the Getting Started section of the help file.
de_de: Kein Artikel Modul gefunden, von dem Sie Artikel rotieren lassen könnten. Bitte platzieren Sie zunächst ein zentrales Artikel-Modul in Ihrem Portal. Weitere Informationen finden Sie im Bereich Getting Started in der Hilfe.

# plFramesToShow.Help
source: Set the amount of articles items to show per scroll (default is 1)
de_de: Geben Sie an, wieviele Beiträge pro Durchlauf des Tickers gezeigt werden sollen (Standard ist 1)

# AllCategories.Text
source: -- All Categories --
de_de: -- Alle Kategorien --

# plFramesToShow.Text
source: Frames to Show
de_de: Beiträge pro Durchlauf

# plScrollDirection.Help
source: Set the direction the scroller is operating in
de_de: Die Laufrichtung des Tickers

# plScrollDirection.Text
source: Scroll Direction
de_de: Laufrichtung

# plScrollHeight.Help
source: Set the height of the scroller in % or in px (Pixel)
de_de: Geben Sie die Höhe des Tickers in % oder in px (Pixel) an

# plScrollHeight.Text
source: Scroll Height
de_de: Ticker Höhe

# plScrollSpeed.Help
source: Set the speed of the scroller in ms (default is 20)
de_de: Geben Sie die Geschwindigkeit des Tickers in ms an (Standard ist 20)

# plScrollSpeed.Text
source: Scroll Speed
de_de: Geschwindigkeit

# plScrollTimeout.Help
source: Set the time in milliseconds that a single item stays on the page (default is 5000)
de_de: Geben Sie die Zeit in Millisekunden an, die ein Beitrag im Ticker angezeigt werden soll (Standard ist 5000)

# plScrollTimeout.Text
source: Scroll Timeout
de_de: Timeout

# plScrollWidth.Help
source: Set the width of the scroller in % or in px (Pixel)
de_de: Geben Sie die Breite des Tickers in % oder in px (Pixel) an

# plScrollWidth.Text
source: Scroll Width
de_de: Ticker Breite

# ScrollDown.Text
source: Down
de_de: abwärts

# ScrollLeft.Text
source: Left
de_de: links

# ScrollRight.Text
source: Right
de_de: rechts

# ScrollUp.Text
source: Up
de_de: aufwärts

# plTheme.Text
source: Module Theme
de_de: Artikel Layout

# plTheme.Help
source: Select the theme to be used
de_de: Wählen Sie das Layout aus, das für die Darstellung von Artikeln verwendet werden soll

# plSelectNewsModule.Text
source: Rotate articles from...
de_de: Rotiere Artikel von...

# plSelectNewsModule.Help
source: Select the module that you would like to rotate articles from
de_de: Wählen Sie aus, von welcher Modulinstanz Artikel rotiert werden sollen

# plCategories.Text
source: Filter by category
de_de: Nach Kategorie filtern

# plCategories.Help
source: Select a category to only show articles from the specified category
de_de: Wählen Sie eine Kategorie aus, um nur Artikel aus dieser Kategorie zu rotieren

# plRowCount.Text
source: Max article count
de_de: Max. Anzahl Artikel

# plRowCount.Help
source: Enter the maximum amount of articles the listing should display
de_de: Geben Sie an, wieviele Artikel maximal rotiert werden sollen.

# plModuletitle.Text
source: Localized Moduletitle
de_de: Übersetzter Modultitel

# plModuletitle.Help
source: You can set a localized moduletitle for each of your portal locales
de_de: Sie können für jede verfügbare Sprache Ihres Portals einen eigenen Modultitel hinterlegen

# cmdUpdate.Text
source: Update Settings
de_de: Einstellungen speichern

# cmdCancel.Text
source: Back
de_de: Zurück

# ControlTitle_controlpanel.Text
source: Nuntio Articles Controlpanel
de_de: Nuntio Artikel Konfiguration

# plSortOrder.Text
source: Sort order
de_de: Sortierung

# plSortOrder.Help
source: Select wether to sort articles by publishdate in ascending or descending order
de_de: Geben Sie an, ob Artikel nach Veröffentlichungsdatum in aufsteigender (asc) oder absteigenden (desc) Reihenfolge sortiert werden sollen

# asc.Text
source: ascending
de_de: aufsteigend

# desc.Text
source: descending
de_de: absteigend

# ModuleHelp.Text
source: Please refer to the user manual
de_de: Bitte verwenden Sie das Benutzerhandbuch

# plShowFutureItems.Text
source: Show future articles
de_de: Zeige zukünftige Artikel

# plShowFutureItems.Help
source: Check this option to show listings with a publishdate that is in the future
de_de: Aktivieren Sie diese Option, um Artikel mit einem Veröffentlichungsdatum in der Zukunft zu zeigen

# plUseOriginalVersion.Text
source: Use Locale Fallback
de_de: Übersetzungs Fallback verwenden

# plUseOriginalVersion.Help
source: If enabled, the module will render the original version of an article if no translation of an article in the current locale can be found.
de_de: Wenn diese Option aktiviert ist, wird die Originalversion eines Artikels angezeigt, falls keine Übersetzung in der aktuell gewählten Sprache gefunden werden kann.

# plShowPastItems.Help
source: Check this option to include past articles in the rotator
de_de: Aktivieren Sie diese Option, um auch Artikel mit einem Veröffentlichungsdatum in der Vergangenheit zu zeigen.

# plShowPastItems.Text
source: Include past articles
de_de: Zeige vergangene Artikel
