Repository: jbval/Nuntio.Articles
Catalog: Controls/App_LocalResources/uc_Comment.ascx.*.resx
Languages: de_de

# btnSend.Text
source: Send Comment
de_de: Abschicken

# YourComment.Text
source: Your comment here...
de_de: Ihr Kommentar...

# btnDelete.Text
source: Delete
de_de: Löschen

# btnLogin.Text
source: Login
de_de: Anmelden

# btnRegister.Text
source: Register Account
de_de: Zugang anlegen

# btnUpdate.Text
source: Update
de_de: Speichern

# chkAuthorized.Text
source: publish comment
de_de: veröffentlichen

# lblRegister.Text
source: or register an account.
de_de: , oder legen Sie sich einen Zugang an.

# NotAuthorized.Text
source: Only registered users can comment on articles. If you have a valid account, please login first
de_de: Nur registrierte Benutzer können Kommentare verfassen. Wenn Sie einen Zugang haben, gehen Sie bitte zur Anmeldung

# lblApprove.Text
source: Note that the article author will have to approve your comment before it appears on the site!
de_de: Beachten Sie, dass der Verfasser des Artikels den Kommentar zur Prüfung vorgelegt bekommt, bevor er auf der Webseite veröffentlicht wird.

# btnClose.Text
source: Close window
de_de: Fenster schließen

# lblResult.Text
source: Thank you for your comment. The article author has been notified and will decide about your comment very soon. If the author authorizes the comment, it will be displayed on the website.
de_de: Vielen Dank für Ihren Kommentar. Der Verfasser des Artikels ist soeben benachrichtigt worden und wird in Kürze über Ihren Beitrag entscheiden. Sollte Ihr Kommentar durch den Verfasser autorisiert werden, wird er auf der Webseite angezeigt werden.

# NewArticleComment.Text
source: {0}: New comment needs approval
de_de: {0}: Neuer Kommentar zu Artikel

# CommentApproved.Text
source: The comment has been approved.
de_de: Sie haben den Kommentar zugelassen.

# CommentNotApproved.Text
source: The comment has been rejected.
de_de: Sie haben den Kommentar abgelehnt.

# btnTryAgain.Text
source: Try Again
de_de: Nochmal versuchen

# lblGravatar.Text
source: We are using <a href="http://www.gravatar.com" target="_blank">Gravatar</a> for comment avatars. If you haven't got a gravatar associated with your e-mail adress yet you are invited to <a href="http://www.gravatar.com" target="_blank">sign up here</a>.
de_de: Wir verwenden <a href="http://www.gravatar.com" target="_blank">Gravatar</a> für die Darstellung von Kommentaren in Artikeln. Fall Sie noch keinen Avatar mit Ihrer E-Mail Adresse verknüft haben, können Sie <a href="http://www.gravatar.com" target="_blank">sich hier registrieren</a>.

# lblResult_Approved.Text
source: Thank you for submitting a comment to this article!
de_de: Vielen Dank für Ihren Kommentar!

# lblResult_FillInAll.Text
source: You must provide a comment, your name and an e-mail address!
de_de: Sie müssen einen Kommentar hinterlassen und sowohl Ihren Namen als auch eine E-Mail Adresse angeben!

# lblResult_FillInComment.Text
source: You must provide a comment!
de_de: Sie müssen einen Kommentar eintragen!

# lblTitle.Text
source: Comment Article
de_de: Artikel kommentieren

# txtEmail.Text
source: Your E-Mail address (required, will not be shown)...
de_de: Ihre E-Mail Adresse (erforderlich, wird aber nicht angezeigt)

# txtName.Text
source: Your Name (required)...
de_de: Ihr Name (erfoderlich)
