Repository: jbval/Nuntio.Articles
Catalog: Controls/App_LocalResources/uc_Edit.ascx.*.resx
Languages: de_de

# Advanced.Tab
source: Categorization
de_de: Kategorisierung

# AllCategories.Treenode
source: All categories
de_de: Alle Kategorien

# Body.Tab
source: Article Content
de_de: Inhalt

# btnSelectFile.Text
source: Select File
de_de: Datei auswählen

# btnSelectTab.Text
source: Select Page
de_de: Seite auswählen

# btnSelectUser.Text
source: Select User
de_de: Benutzer auswählen

# chkAddToQueue.Text
source: Add to Newsletter Queue <br/> [Next run: {0}]
de_de: Für den Newsletterversand vormerken<br />[Nächster Versand: {0}]

# chkNewWindow.Text
source: open link in new window
de_de: Link in neuem Fenster öffnen

# chkPublished.Text
source: Is published
de_de: Veröffentlicht

# chkTrackClicks.Text
source: Track the number of clicks on this link
de_de: Anzahl Klicks nachverfolgen

# chkTrackUsers.Text
source: Track user account information for each click
de_de: Benutzerinformation für jeden Klick nachverfolgen

# cmdCancel.Text
source: Cancel
de_de: Zurück

# cmdDelete.Text
source: Delete
de_de: Löschen

# cmdSave.Text
source: Save
de_de: Speichern

# cmdSaveExit.Text
source: Save & Exit
de_de: Speichern & Schliessen

# lblCategoriesHelp.Text
source: You may associate the article with unlimited categories by checking each node. Manage categories by right clicking on the treenodes.
de_de: Sie können den Artikel mit beliebig vielen Kategorien verknüpfen. Um Kategorien zu verwalten, klicken Sie mit rechten Maustaste auf den jeweiligen Baumeintrag.

# lblHeadCategories.Text
source: Article Categories
de_de: Artikel Kategorien

# lblHeadLink.Text
source: Article Link
de_de: Artikel Link

# lblLinkHelp.Text
source: You can link your article to several resources. Please select the type of resource that you want to link your article to.
de_de: Sie können den Artikel mit einer beliebigen internen oder externen Resource verlinken.

# lblMeilQueueHelp.Text
source: Select whether the article should be added to the newsletter e-mail queue for the next run.
de_de: Markieren Sie diese Option, wenn der Artikel im nächsten Newsletterversand enthalten sein soll.

# lblOriginalHelp.Text
source: Select wheter the currently selected locale is the original version of the article. This can help site visitors to distinguish between the original version and their translations.
de_de: Geben Sie an, ob es sich hier um die Orginalversion des Artikels handelt. Dies hilft Besuchern u.U., zwischen Original und Üversetzung zu unterscheiden.

# lblPublishDate.Text
source: Publishdate:
de_de: Veröffentlichungsdatum:

# lblTitle.Text
source: Title:
de_de: Titel:

# rblFile.Text
source: Internal File
de_de: Interne Datei

# rblTab.Text
source: Internal Page
de_de: Interne Seite

# rblUrl.Text
source: External Url
de_de: Externer Url

# rblUser.Text
source: User Profile
de_de: Benutzerprofil

# Summary.Tab
source: Article Summary
de_de: Zusammenfassung

# AddCategory.Menu
source: Add category
de_de: Kategorie erstellen

# CancelButton.Text
source: Cancel
de_de: Abbrechen

# DeleteCategory.Menu
source: Delete category
de_de: Kategorie löschen

# EditCategory.Menu
source: Edit category
de_de: Kategorie bearbeiten

# MsgArticleAdded.Text
source: Article created!
de_de: Artikel erstellt!

# MsgArticleUpdated.Text
source: Article updated!
de_de: Artikel aktualisiert!

# MsgError.Text
source: An error occured on updating the article. Please try again later.
de_de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es zu einem späteren Zeitpunkt erneut!

# MsgRequired.Text
source: Title and Body are required fields!
de_de: Titel und Inhalt sind vorgeschriebene Felder!

# NowUpdating.Text
source: Please wait...
de_de: Bitte warten...

# TimePicker.Text
source: Time
de_de: Uhrzeit

# TodayButton.Text
source: Today
de_de: Heute

# NotFullyTranslated.Text
source: There is no complete translation available yet in the selected locale!
de_de: In der gewählten Sprache liegt noch keine vollständige Übersetzung vor!

# Newsletter.Tab
source: Options
de_de: Erweitert

# NewItem_Body.Text
source: Hi,<br />a new article at {0} requires approval. Follow this link to review and edit the article:<br /><br />{1}<br /><br />Cheers, Nuntio
de_de: Hi,<br />auf {0} liegt ein neuer Artikel zur Moderation vor. Folgen Sie diesem Link, um den Artikel zu lesen und zu bearbeiten:<br /><br />{1}<br /><br />Danke, Nuntio

# NewItem_Subject.Text
source: New article requires approval!
de_de: Neuer Artikel muss moderiert werden!

# TwitterAccount.Text
source: You must enter your account address at <a href="http://www.twittercounter.com" target="_blank">twittercounter.com</a> The article has been posted though.
de_de: Sie müssen Ihre Konto-Informationen von <a href="http://www.twittercounter.com" target="_blank">twittercounter.com</a> eingeben. Der Artikel wurde aber veröffentlicht.

# TwitterAccountError.Text
source: You must enter your twitter account details if you want your article be posted to twitter! The article has been posted though.
de_de: Sie müssen Ihre Kontoinformationen eingebeb, wenn der Artikel an Twitter übermittelt werden soll. Der Artikel wurde aber veröffentlicht.

# TwitterCheckbox.Text
source: Post to Twitter
de_de: An Twitter übermitteln

# TwitterError.Text
source: Your article could not be posted to twitter, the article has been published though.
de_de: Die Übermittlung an Twitter ist fehlgeschlagen, der Artikel wurde aber veröffentlicht.

# TwitterHeader.Text
source: Twitter Options
de_de: Twitter Optionen

# TwitterHelp.Text
source: Check this if you want the first 140 chars to be posted to your account at twittercounter.com
de_de: Klicken Sie hier, wenn Sie Ihre Nachricht an twittercounter.com übermittelt haben möchten

# lblExpiryDate.Text
source: Expirydate:
de_de: Ablaufdatum:

# cmdAddImage.Text
source: Add Image
de_de: Bild hinzufügen

# Images.Tab
source: Images
de_de: Bilder

# lblImagesIntro.Text
source: You can attach unlimited images to your article
de_de: Sie können beliebig viele Bilder zu Ihrem Artikel hinzufügen

# cmdSaveTranslate.Text
source: Save & Translate
de_de: Speichern & Übersetzen

# lblImagesWarning.Text
source: You have to save the article first before you can start attaching images!
de_de: Sie müssen den Artikel speichern, bevor Sie Bilder hinzufügen können!

# NoImagesYet.Text
source: <p style='padding:20px;'>No images attached yet</p>
de_de: <p style='padding:20px;'>Noch keine Bilder vorhanden</p>

# cmdHardDelete.Text
source: Harddelete
de_de: Endgültig Löschen

# cmdRestore.Text
source: Restore
de_de: Wiederherstellen

# lblAnchorNote.Text
source: You may overwrite the default anchor of the article by entering a value in the textbox below:
de_de: Sie können den Ankerlink überschreiben, indem Sie einen eigenen Wert in das Texfeld eintragen:

# lblArticleInformationHead.Text
source: Article Information
de_de: Artikel Informationen

# lblCreatedByNote.Text
source: The article was created on {0} by {1}
de_de: Der Artikel wurde erstellt am {0} von {1}

# lblLastUpdateNote.Text
source: , the last update was on {0} by {1}
de_de: , die letzte Aktualisierung war am {0} durch {1}

# Attachments.Tab
source: Attachments
de_de: Dateien

# cmdAddAttachment.Text
source: Attach File
de_de: Datei anhängen

# cmdDeleteAttachment.Text
source: Remove attachment
de_de: Dateianhang entfernen

# cmdDeleteImage.Text
source: Remove image
de_de: Bildanhang entfernen

# cmdMakeAttachmentPrimary.Text
source: Make Attachment Primary
de_de: Als Hauptanhang festlegen

# cmdMakeImagePrimary.Text
source: Make Image Primary
de_de: Als Hauptbild festlegen

# lblAttachmentsIntro.Text
source: You can attach unlimited files to your article
de_de: Sie können beliebig viele Dateien zu Ihrem Artikel hinzufügen

# lblAttachmentsWarning.Text
source: You have to save the article first before you can start adding attachments
de_de: Sie müssen den Artikel speichern, bevor Sie Dateien hinzufügen können!

# NoAttachmentsYet.Text
source: <p style='padding:20px;'>No attachments added yet</p>
de_de: <p style='padding:20px;'>Noch keine Dateianhänge vorhanden</p>

# Related.Tab
source: Related Content
de_de: Verwandte Inhalte

# txtEmptyDescription.Text
source: Enter description...
de_de: Beschreibung angeben...

# txtEmptyTitle.Text
source: Enter title...
de_de: Titel angeben...

# Versioning.Tab
source: Versioning
de_de: Versionierung

# cmdRestoreVersion.Text
source: Restore
de_de: Wiederherstellen

# lblBelongsTo1.Text
source: Select articles for the publication:
de_de: Wählen Sie Artikel aus, die zu dieser Publikation gehören:

# lblBelongsTo2.Text
source: The article belongs to:
de_de: Der Artikel gehört zu:

# lblPublicationsHead.Text
source: Publications
de_de: Publikationen

# lblPublicationsIntro.Text
source: You may configure this article to be part of a publication or be a publication itself. A Publication is a set of articles that belong together.
de_de: Sie können den Artikel als Publikation konfigurieren oder ihn zum Bestandteil einer bestehenden Publikation machen. Eine Publikation ist ein Satz zusammengehöriger Artikel, die alle zu einem Artikel gehören.

# lblRelatedHead.Text
source: Related Articles
de_de: Verwandte Artikel

# lblRelatedIntro.Text
source: You may related the article to other articles in this portal.
de_de: Sie können den Artikel mit anderen Artikeln verknüpfen

# ModeBelongsToPublication.Text
source: Article is part of a publication
de_de: Artikel ist Teil einer Publikation

# ModeIsPublication.Text
source: Article is a publication
de_de: Artikel ist eine Publikation

# ModeNoPublication.Text
source: Default mode (no publication)
de_de: Standard Modus (keine Publikation)
